[
	{
		"line": 1,
		"text": "What's this about?  Oh, just checking in?"
	},{
		"line": 1,
		"text": "Hola, gracias por invitarme a charlar."
	},{
		"line": 1,
		"text": "Me ha ido bien, gracias por preguntar."
	},{
		"line": 1,
		"text": "¿Cómo has estado?"
	},{
		"line": 1,
		"text": "Hola, ¿qué pasa?"
	},{
		"line": 1,
		"text": "¿Cómo va la cosa?"
	},{
		"line": 1,
		"text": "¿Qué has hecho?"
	},{
		"line": 1,
		"text": "¿Qué pasa conmigo? No mucho..."
	},{
		"line": 1,
		"text": "¿De qué querías hablar?"
	},{
		"line": 1,
		"text": "¿Quería hablar de algo en particular, o sólo estamos aquí para charlar?"
	},{
		"line": 2,
		"text": "comparte sus opiniones sobre algunos chismes recientes,"
	},{
		"line": 2,
		"text": "habla un poco sobre un manga que ha empezado a leer recientemente,"
	},{
		"line": 2,
		"text": "habla de las revistas que ha leído recientemente,"
	},{
		"line": 2,
		"text": "da un breve resumen de un programa de televisión que vio anoche,"
	},{
		"line": 2,
		"text": "habla de cómo se golpeó el dedo del pie esta mañana,"
	},{
		"line": 2,
		"text": "admite que ha estado jugando a un nuevo videojuego recientemente,"
	},{
		"line": 2,
		"text": "da una descripción detallada de lo que ha desayunado,"
	},{
		"line": 2,
		"text": "habla de su programa de televisión favorito,"
	},{
		"line": 2,
		"text": "habla maravillas de su comida favorita,"
	},{
		"line": 2,
		"text": "habla con nostalgia de un viejo programa de televisión que veía de niña,"
	},{
		"line": 3,
		"text": "y comparte una anécdota personal sobre su familia."
	},{
		"line": 3,
		"text": "y habla un poco de su infancia."
	},{
		"line": 3,
		"text": "y pasa unos minutos hablando de sus hobbies."
	},{
		"line": 3,
		"text": "y comparte una historia embarazosa de su pasado."
	},{
		"line": 3,
		"text": "y menciona a uno de sus héroes de la infancia."
	},{
		"line": 3,
		"text": "y habla de los sueños de su infancia."
	},{
		"line": 3,
		"text": "y comparte un poco sobre lo que ha estado sucediendo con su familia."
	},{
		"line": 3,
		"text": "y habla de la última vez que habló con su familia."
	},{
		"line": 3,
		"text": "y menciona brevemente un encuentro que tuvo recientemente con un amigo de la infancia."
	}
]